Repository: joaconigro/Hahn.ApplicationProcess.Application
Catalog: Hahn.Mobile/Hahn.Mobile/Properties/Resources.*.resx
Languages: es

# Error400Message
source: Can't process sended request. More information:
es: La solicitud enviada no se puede procesar. Más información:

# Error400Title
source: Bad request
es: Solicitud malformada

# Error401Message
source: You need to authenticate first, before try to make this request. More information:
es: Necesita autenticarse antes de realizar esta operación. Más información:

# Error401Title
source: Unauthorized
es: Sin autorización

# Error403Message
source: You do not have necessary access level to perform this operation. More information:
es: Usted no posee el nivel de autorización requerido. Más información:

# Error403Title
source: Forbidden
es: Restringido

# Error404Message
source: Request returned with no result. More information:
es: No se obtuvo ningún resultado. Más información:

# Error404Title
source: Not found
es: No encontrado

# Error405Message
source: API request may be malformed. More information:
es: La consulta API puede estar mal formada. Más información:

# Error405Title
source: Method not allowed
es: Método no permitido

# Error500Message
source: At this time, request can't be processed because a server error. Please, try again later. More information:
es: Por el momento no se puede realizar esta operación debido a un error en el servidor. Inténtelo más tarde. Más información:

# Error500Title
source: Internal server error
es: Error interno del servidor

source: Internal Server Error.
es: Error interno del servidor.

source: The server cannot handle the request.
es: El servidor no puede responder.

source: Add asset
es: Agregar activo

source: Asset
es: Activo

# AssetCreated
source: The asset was successfully saved.
es: El activo fue guardado exitosamente.

source: Assets
es: Activos

# CheckErrors
source: Check the following data:
es: Controle los siguientes datos:

source: Choose...
es: Elegir...

source: Confirmation
es: Confirmación

source: Country of Department
es: País del Departamento

source: Department
es: Departamento

# Department0
source: HQ
es: Sede principal

# Department1
source: Store 1
es: Tienda 1

# Department2
source: Store 2
es: Tienda 2

# Department3
source: Store 3
es: Tienda 3

# Department4
source: Maintenance station
es: Estación de mantenimiento

source: Details
es: Detalles

source: Edit
es: Editar

source: Email address of Department
es: Dirección de email del Departamento

source: English
es: Inglés

# FieldRequired
source: Please, complete this field.
es: Por favor, complete este campo.

# InvalidAssetName
source: The name must have at least five charcters.
es: El nombre debe contener al menos cinco caracteres.

# InvalidCountryName
source: Country name not found.
es: No se encontró el nombre del país.

# InvalidDepartment
source: Invalid department value.
es: El departamento es inválido.

# InvalidEmailAddress
source: Invalid email address format.
es: El email ingresado es inválido.

source: Invalid format.
es: Formato inválido.

# InvalidPurchaseDate
source: The date entered is invalid or is more than one year old.
es: La fecha ingresada es inválida o tiene más de un año de antigüedad.

source: Is Broken
es: Está roto

source: Language
es: Idioma

source: Loading...
es: Cargando...

source: Name
es: Nombre

source: New asset
es: Nuevo activo

# NullBody
source: Body cannot be null.
es: El cuerpo de la solicitud no puede ser nulo.

source: Ok
es: Aceptar

# PleaseContactTheAdmin
source: Please, contact the site admin.
es: Por favor póngase en contacto con el administrador.

# PurchaseDate
source: Purchase Date (in UTC)
es: Fecha de compra (en UTC)

source: Remove
es: Eliminar

# RemoveAssetMessage
source: Are you sure you want to remove this asset?
es: ¿Está seguro de eliminar este activo?

source: Reset
es: Resetear

# ResetFormMessage
source: Do you want to reset the form?
es: ¿Desea resetear el formulario?

source: Send
es: Enviar

source: Spanish
es: Español

source: Success
es: Éxito

source: Yes
es: Sí

source: Unknown error
es: Error desconocido

source: More info:
es: Más información:

# NotValidated
source: It could not be validated.
es: No se pudo validar.

# NoAssetsFound
source: There isn't any asset.
es: No hay ningún activo.
